[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Очищающий поток"
mTooltip="Снимает все негативные эффекты с союзных существ, а затем наносит отрядам в области %d ед. урона от %icon_water магии воды. Можно использовать один раз за бой."

[Ability.A_Musou_buff H7BaseBuff]
mName="Мусо"
mTooltip="Это существо получает %stat1 ко всем характеристикам."

[Ability.A_Clean_water H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Чистота"
mTooltip="Когда это существо наносит урон выбранному отряду, то снимает с него все позитивные эффекты."

[A_Creature_Poseidon H7Creature]
mName="Уми-но-ками"
mLore=""

[Ability.A_Musou H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Мусо"
mTooltip="Когда здоровье существа в этом отряде становится ниже 10%, оно получает умение %spell1.name до конца раунда (%spell1.name увеличивает все характеристики этого существа на %buff1.buff.stat1)"

